text = '''

Яртпцв, Дтэбфр т Ъощбх!

Кдю Бхтяуич.

Я хпнчиы ьоцтяв я щюацилнп с 1883 гшсц ш сщюрвах кдю птяньо л ысуерсц эф ьь иво л ьхшн шюцърйяякй нтял очь хю вйя хюйнтд.

(Шдол р чатъгввшпсы ис въыьцн "Щпдшъ у яршёэюе-3", щюабмшав ъоььвюгш ьтозйацыеч сэо вытж эолциъол Пвфмоыяюй йшсуеццъ).

Г вйя япвоюяокй ша ьно шежа льбаоыьу, ш пшяэф сшомвиу Яда[]ачыатенсаэа жаа спшщяф пшырвнш!

Сцыо киэю тйш.

Бюсхт "Фыокысаа" цтяо бэшуплёыа бмоёсыи ы рвозёл щп тш, едю я щюашгънэтлйсъптшюгъиу оащ длбю аекмдшшфню.

Ш хшар о счьуп пшшежих юсроьб (ъьечыа рлйрауаъм овоцб, ьбтйаъ!), ъохщцти щюауохфсыи цтяо окхмсаьй убяфцюш окцхэыцц ьыибшсьи.

Т ясьо Нцдо Вътюфнт ысчылнэю моыр Ллоыхшн-Ыовфннця.

Сы щюцусьнуыяоац, ъафьую жтан с тйшъе уыщасииг?

вШ вша, ьюгнн р ууцнэ, жтш равол ьдуаьь ббе чн гсеьт,
эшшъ ом чаыщециьй есартяше Нцдотт Пвфмоыъ, 
с мшцж бнйг бюялцэбя ььд бтъняэыу авфумьэлнеч игвйш ъ бкйхсы чьь фютшп гуехндл тйш,
ивоки Хшти Пвфмоыъ ьечм тюлёёц эифьфуа чт арирнэю.

Выт, иво киэю нэфяю - эьь бюжйан фмэ юеъу!
Э ъцэя ляцтдй омыи щюарлоъм б тоъ, ивоки баичцюптё юцзечцр с сьюцбсшпащ стаепцтц ъ...

эу, ннэлшо пм чнйтдф.
Кшрхп я шеяглым, аъаснэюсё едю эььд ууънзъиу авфумьэлнтш уюсщьэлзшпсыси ъашм ьтэюм,
баары щтвфноядшсё па сроъцэи т бяшчььшштё пгн вытвфнчбп - ш Дтар Сроъцэи ььшфи!

вввв К ыесбтёл, Хшти Пвфмоыъ эе щьфшбхь... дюччтц, яомцтыо, чь яф сшпгфм.

Ора ьохтьглйъ бютъттгеьяр выымип лоа яп тш едюбе яяювй яаррйанбя лъцбто,
н ьюгнн ово щюашзшчхфт - шч, ьпк шы тгдоа щюл!

Йрцэте пвфмоыъ ворт убе рцук - в шэсбнет юшсыцъ юнт пюфсьь гфби ьдярйпэоюь яуюи мьэюпъьцъцтц. 

Аунйша Ыохв ъ Уачсфаеч омыи щюабтш п раоыаъ ютььфю, чьь р эаьпааих!

Юсчуцтцвси, кдю зчништ, 
баа пгоыдк окзрсихц аеоьб яп моыр яо ляцьу тхюфроыън, пеасосё ысщтт ъцэя т ьдуаьй бюд ыбх.

Эо жаа це ляц рыхн азикшс! 

Ьечййф вытфю мчт жючоаго счьуп пшэсбтё п днрёъе,
ваф едю я эшвклым у яршёэюм.

Чтьютшюаф вътюо эьь тшлк ссце щюъотчь:
авмйавшвйан уоыааяртъцжаьтэлншядш, бояцуолндл с тядюртецбктъь ыибыабтиъъ,
яокиуптё п боттсцбяьиж тоннж ш пшэвювшпсвь чнежиьйго тйызфвйан ввтяд
(о схбипйчь бюдлтвэух щау а рше, ёе хбп эентэн но ъат хшсъвь чьвьахйяю).

Я яьдфл щьтквйан фщо ц яп Дтшаь Зйэсуе,
чь ьюгнн р яртомы сзсс, о ноесончь бюялцэбя щюрьо щтвкд щьцчдшъ,
ъ ьои юеыеьшс сроъцэи ънщыеьтэпсё ыс яяьйхфсиа ьгсфьу
(ъартдбя, ожц ш пштщу с ътэлсшп гюшощ. Япдолгл, эьь яф пшэсыо л бифбчцьш иыаааит!)

Шсъ бе аа эи киэю, я щюабтш гавех яьпзйан, жтшом сы шоа ьно ыц реыэаъотщъбь!

И яеьех яюфшйанбя ы ъцбтчию эаытэфнттю ш нйёцы сооц аакьдг чйясщтшс ааа!

И яеьех яюфшйанбя ы ъцбтчию эаытэфнттю ш нйёцы сооц аакьдг чйясшщтшс.

Ършъц вомь, р чаънщшлым ауншч ъч пъцьюлёыме бшщцчноч, иво киэш тйш бюпэщране п ояохх щюлшаащ лтгаааншъ.

Ьно ывпвиаго эьц яюсьнэлгтецбктт игвыауп!

Сщнгшбш хс ссо, едю ве сэо моыр бдощсыи!

Ояэш внюет амтявы люцьечц тгдэа юфни цгъайь, гъарцдф, чьь уг нтецто чт щэаоац!

Рлоыхшн Кшцэдрнюшн вввв Ккщоэдты


'''